<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>考生须知</title>
</head>
<body>
<h2>在线考试考生须知</h2>
<p>
考试形式采用在线机考的方式。请各考生注意以下考试相关事项。<br>
1．	按照考试时间安排，提前10 分钟到教4楼10号机房外边等候考试。<br>
2．	按照学校期末考试规定，考生必须携带有效证件，由监考老师验证通过后方能进入考场。<br> 
3．	考试为闭卷形式，不得将有关教材书籍带入考场（可带必要的文具）。<br>
</p>
<h2>考试过程中的注意事项</h2>
<p>
1．	开机后，直接进入考试系统。在此之前严禁打开QQ等无关应用程序，以免影响正常考试。<br>
2．	进入考试系统后，请正确输入自己的“学号”和“姓名”，并认真核对您的考号与姓名是否对应，然后确认。<br>
3．	考试过程中因为各种异常导致考试机器重启将不影响您的成绩！此时您只需要重新启动IE登录考试服务器再次进入考试系统即可。<br>
4．	考试过程中不经监考老师允许不得私自删除计算机上的文件。（因题目需要例外）。<br>
5．	“考试时间到”或者考生操作“交卷”后，考生必须在客户端看到“考试结束，请您迅速离开考场”字样才能离开考场，如果交卷不成功，可以重新交卷，方法见下面技术问题解答，或找老师协助解决。私自离开导致“没有交卷”，成绩将为0分。<br>
</p>
<h2>问题解答</h2>
<1> 请问考试结束，成绩有效的标志是什么？<br>
答：考生必须在客户端看到“考试结束，请您迅速离开考场”字样。<br>
<br>
<2> 考试客户端提示：对象不支持此属性或方法！点击“确定”后客户端退出，不能进入考试，应该怎么处理？<br>
解决方法：<br>
答：a、修改IE属性--安全--本地Intranet自定义级别--activex 控件 为启用。<br>
b、将考试服务器站点添加到考试客户端的IE属性-安全-受信任站点 后，问题解决。<br>
<br>
<3>考试客户端在进行中文录入题目的操作时，答题窗口自动缩小，不能进行答题。<br>
答：解决方法：<br>
<br>
 <4> 在考生的成绩上传界面，如果windows防火墙提示是否阻止，此时需要点击“解除阻止”。并重新启动考试客户端，则可以完成考试成绩上传。 <br>

</body>
</html>